{
    "economic": [
      {
        "categoryName": "Value",
        "categoryDescription": "Value means the worth, or usefulness of something, principles or standards judgement of what is important in life. For instance, How can the product or service create or destroy monetary value? For whom?Are there any other related types of business value? For whom?"
      },
      {
        "categoryName": "Customer Relationship Management",
        "categoryDescription": "Customer Relationship Management steers a company’s interaction with current and potential customers to improve business relationships (e.g. retention, growth). Think of how can the product or service affect the relationship between the business and its customers? How can it enable co-creation or co-destruction of value?  How can it impact the financial situation of their customers & others?"
      },
      {
        "categoryName": "Supply Chain",
        "categoryDescription": "Supply Chain means a system of organizations, people, activities, information, and resources involved in moving a product or service from supplier to customer.Think of how can the product or service affect the supply chain of the business who owns it? How can these changes in supply chain impact the financial situation? How can it impact the financial situation of their customers & others?"
      },
      {
        "categoryName": "Governance",
        "categoryDescription": "Governance means the processes of interaction and decision-making among the actors involved in a system through the laws, norms, power or language of an organized society. Think of how can the product or service affect how and by whom such decisions are made? How can the product or service affect the communication channels by which the relationships takes place? How can these changes impact the financial situation of the business and partners?"
      },
      {
        "categoryName": "Innovation",
        "categoryDescription": "Innovation refers to something new or to a change made to an existing product, idea, or field. For instance think about do (parts of) the product or service affect the investment on research & development? How can changes in innovation and R&D impact the financial situation? Can it also impact the financial situation of their customers & others?"
      }
    ],
    "environmental": [
      {
        "categoryName": "Material and resources",
        "categoryDescription": "Material and resources includes everything that is needed to produce, deploy, operate, and cease a product or service. How are materials consumed to produce the product or service? What about to operate the product or service? E.g., requires hardware. How can it change the way people consume material? E.g., encourage to buy more?"
      },
      {
        "categoryName": "Waste & pollution",
        "categoryDescription": "Waste & pollution means effects the product or service might have on soil, atmospheric, and water pollution. How can producing parts or supplies generate waste or emissions? How can the use itself produce waste or emissions? How can it influence how much waste or emissions are generated? How can it promote (or impair) recycling?"
      },
      {
        "categoryName": "Biodiversity",
        "categoryDescription": "Biodiversity includes the effects of a product or service on biodiversity in its operational environment and other affected land. How can it impact the plants or animals around it? Or elsewhere? How can it change composition of the soil around it? E.g., occupying or cropland?  What about elsewhere?"
      },
      {
        "categoryName": "Energy",
        "categoryDescription": "means all energy use that results from producing and using a product or service. How can the product of service affect the need for production of energy? What about the use of energy? E.g. encourages less energy. Does the hardware run on renewable energy? Is there a way to incentivise that?"
      },
      {
        "categoryName": "Logistics",
        "categoryDescription": "Logistics means the effects of the product or service on moving people and/or goods. How can it affect the need (and distance) for moving people or goods? How can it affect the means by which people or goods move?"
      }
    ],
    "individual": [
      {
        "categoryName": "Health",
        "categoryDescription": "Health means the state of a person‘s mental or physical condition. How can the product or service improve or worsen a person’s physical, mental, and/or emotional health? (For example, can it make a person feel anything good or bad - e.g. (under)valued, (dis) respected, (in)dependent, or coerced?)"
      },
      {
        "categoryName": "Lifelong Learning",
        "categoryDescription": "Lifelong learning means the use of learning opportunities throughout people‘s lives for continuous development. How can the product or service affect people’s competencies?"
      },
      {
        "categoryName": "Privacy",
        "categoryDescription": "Privacy means being free from intrusion or disturbance in one‘s private life. How can the product or service expose (or help to hide) a person’s identity, whereabouts or relations?"
      },
      {
        "categoryName": "Safety",
        "categoryDescription": "Safety means being protected from danger, risk, or injury. How can the product or service expose (or protect) a person from physical harm? How can it make a person feel more (or less) exposed to harm? What if used in an unintended way?"
      },
      {
        "categoryName": "Self-awareness and Free will",
        "categoryDescription": "Self-awareness and Free will means the capacity of an individual to act or make decisions on their own. How can the product or service empower (or prevent) a person from taking an action or decision when necessary? Can those affected by the product or service understand its implications, express concerns or be represented by someone?"
      }
    ],
    "social": [
      {
        "categoryName": "Sense of Community",
        "categoryDescription": "Sense of community means the feeling of belonging to an organization, to an area  or to a group of like-minded people. How can the product or service affect a person’s sense of belonging to these groups?"
      },
      {
        "categoryName": "Trust",
        "categoryDescription": "Trust means having a firm belief in the reliability, truth, or ability of someone or something. How can the product or service change the trust between the users and the business that owns the system?"
      },
      {
        "categoryName": "Equity",
        "categoryDescription": "Equity means the quality of being fair and impartial.How can the system make people to be treated differently from each other? (think data analytics or decision support)"
      },
      {
        "categoryName": "Inclusiveness and Diversity",
        "categoryDescription": "Inclusiveness and diversity refers to the inclusion of people who might otherwise be excluded or marginalized. How can the product or service impact on how people perceive others? What effects can it have on users with different backgrounds, age groups, education levels, or other differences?."
      },
      {
        "categoryName": "Participation and communication",
        "categoryDescription": "Participation and communication refers to imparting or interchanging thoughts, opinions or information by speech, writing, or signs. How can the product or service change the way people: › create networks? › participate in group work? › support, criticize or argue with others?"
      }
    ],
    "technical": [
      {
        "categoryName": "Maintainability",
        "categoryDescription": "Maintainability means the degree to which an application is understood, repaired, or enhanced. How are the operating system and runtime environment expected to change what does that required from maintainers of this system? How can the correctness of the system be affected by other systems or affect the correctness of others?"
      },
      {
        "categoryName": "Usability",
        "categoryDescription": "Usability means the ability of users to productively use the system for the intended purpose. What kind of knowledge or physical properties are required to use the system and how can this affect different types of users? For example, is good eyesight and small, sensitive hands required to operate a system on a small handheld device?"
      },
      {
        "categoryName": "Adaptability",
        "categoryDescription": "Adaptability means the ability of a system to adapt itself to fit its behaviour according to changes in its environment or in parts of the system itself. How could someone want to use the system in another context? What can make that easier/more difficult? What can make that easier/more difficult for the system to adapt itself to fit new usage scenarios?"
      },
      {
        "categoryName": "Security",
        "categoryDescription": "Security means freedom from, or resilience against, potential harm (or other unwanted coercive change) caused by external or internal attacks. Which assets controlled by this system would be desirable to an attacker? E.g. financial information, people’s whereabouts or preferences, etc. What are the risks associated with these assets? What are other likely vulnerabilities of the system?"
      },
      {
        "categoryName": "Scalability",
        "categoryDescription": "Scalability means the systems ability to handle growing amounts of work in a graceful manner or to be enlarged horizontally or vertically and will continue to function with comparable response times. How can the system support changes in workload? What can make that easier/more difficult?"
      }
    ]
  }
  